// ໄຟລ໌: js/data/materials.js

export const rawMaterialsCSV = `
03.005.0001	ທໍ່​ນ້ຳ​ເຫຼັກ​ເຄືອບ (GSP)  Ø 13 	ແມ້ດ
03.005.0002	ທໍ່​ນ້ຳ​ເຫຼັກ​ເຄືອບ (GSP)  Ø 20	    ແມ້ດ
03.005.0003	ທໍ່​ນ້ຳ​ເຫຼັກ​ເຄືອບ (GSP)  Ø 25 	ແມ້ດ
03.005.0004	ທໍ່​ນ້ຳ​ເຫຼັກ​ເຄືອບ (GSP)  Ø 30 	ແມ້ດ
03.005.0005	ທໍ່​ນ້ຳ​ເຫຼັກ​ເຄືອບ (GSP)  Ø 40 	ແມ້ດ
03.005.0006	ທໍ່​ນ້ຳ​ເຫຼັກ​ເຄືອບ (GSP)  Ø 50 	ແມ້ດ
03.005.0008	ທໍ່​ນ້ຳ​ເຫຼັກ​ເຄືອບ (GSP)  Ø 75 	ແມ້ດ
03.005.0009	ທໍ່​ນ້ຳ​ເຫຼັກ​ເຄືອບ (GSP)  Ø 100 	ແມ້ດ
03.011.0001	ທໍ່​ນ້ຳ​ຢາງ (PVC) Ø 18 	ແມ້ດ
03.011.0002	ທໍ່​ນ້ຳ​ຢາງ (PVC) Ø 20 	ແມ້ດ
03.011.0003	ທໍ່​ນ້ຳ​ຢາງ (PVC) Ø 25 	ແມ້ດ
03.011.0004	ທໍ່​ນ້ຳ​ຢາງ (PVC) Ø 35 	ແມ້ດ
03.011.0005	ທໍ່​ນ້ຳ​ຢາງ (PVC) Ø 40 	ແມ້ດ
03.011.0006	ທໍ່​ນ້ຳ​ຢາງ (PVC) Ø 55 	ແມ້ດ
03.011.0008	ທໍ່​ນ້ຳ​ຢາງ (PVC) Ø 80 	ແມ້ດ
03.011.0009	ທໍ່​ນ້ຳ​ຢາງ (PVC) Ø 100 	ແມ້ດ
04.015.0001	ຂໍ້​ຕໍ່​ກ່ຽວ​ໃນເ​ຫຼັກເຄືອບ  Ø 13 	ອັນ
04.015.0002	ຂໍ້​ຕໍ່​ກ່ຽວ​ໃນເ​ຫຼັກເຄືອບ  Ø 20 	ອັນ
04.015.0003	ຂໍ້​ຕໍ່​ກ່ຽວ​ໃນເ​ຫຼັກເຄືອບ  Ø 25 	ອັນ
04.015.0005	ຂໍ້​ຕໍ່​ກ່ຽວ​ໃນເ​ຫຼັກເຄືອບ  Ø 40 	ອັນ
04.015.0006	ຂໍ້​ຕໍ່​ກ່ຽວ​ໃນເ​ຫຼັກເຄືອບ  Ø 50 	ອັນ
04.015.0008	ຂໍ້​ຕໍ່​ກ່ຽວ​ໃນເ​ຫຼັກເຄືອບ  Ø 75 	ອັນ
04.015.0009	ຂໍ້​ຕໍ່​ກ່ຽວ​ໃນເ​ຫຼັກເຄືອບ  Ø 100 	ອັນ
04.015.0034	ຂໍ້​ຕໍ່​ຂາງ​ຫຼື​ເຫຼັກ​ໜຽວ 1 ໜ້າ​ແປນ Ø 150 	ອັນ
04.017.0001	ຂໍ້​ຕໍ່​ຊື່​ຢາງ (PVC) Ø 18 	ອັນ
04.017.0002	ຂໍ້​ຕໍ່​ຊື່ຢາງ (PVC) Ø 20 	ອັນ
04.017.0003	ຂໍ້​ຕໍ່​ຊື່ຢາງ (PVC) Ø 25	ອັນ
04.017.0005	ຂໍ້​ຕໍ່​ຊື່ຢາງ (PVC) Ø 40 	ອັນ
04.017.0006	ຂໍ້​ຕໍ່​ຊື່ຢາງ (PVC) Ø 55 	ອັນ
04.020.0001	ຂໍ້​ຕໍ່​ກຽວ​ໃນ​ຢາງ (PVC) Ø 18 	ອັນ
04.021.0001	ຂໍ້​ຕໍ່​ກຽວ​ໃນ​ທອງ  Ø 18 	ອັນ
04.021.0002	ຂໍ້​ຕໍ່​ກຽວ​ໃນ​ທອງ  Ø 20 	ອັນ
04.021.0003	ຂໍ້​ຕໍ່​ກຽວ​ໃນ​ທອງ  Ø 25 	ອັນ
04.021.0005	ຂໍ້​ຕໍ່​ກຽວ​ໃນ​ທອງ  Ø 40 	ອັນ
04.021.0006	ຂໍ້​ຕໍ່​ກຽວ​ໃນ​ທອງ  Ø 55 	ອັນ
04.023.0001	ຂໍ້​ຕໍ່​ກຽວນອກ​ເຫຼັກ​ເຄືອບ (GSP) Ø 13	ອັນ
04.023.0002	ຂໍ້​ຕໍ່​ກຽວນອກ​ເຫຼັກ​ເຄືອບ (GSP) Ø 20 	ອັນ
04.023.0003	ຂໍ້​ຕໍ່​ກຽວນອກ​ເຫຼັກ​ເຄືອບ (GSP) Ø 25 	ອັນ
04.023.0004	ຂໍ້​ຕໍ່​ກຽວນອກ​ເຫຼັກ​ເຄືອບ (GSP) Ø 30 	ອັນ
04.023.0005	ຂໍ້​ຕໍ່​ກຽວນອກ​ເຫຼັກ​ເຄືອບ (GSP) Ø 40 	ອັນ
04.023.0006	ຂໍ້​ຕໍ່​ກຽວນອກ​ເຫຼັກ​ເຄືອບ (GSP) Ø 50 	ອັນ
04.023.0008	ຂໍ້​ຕໍ່​ກຽວນອກ​ເຫຼັກ​ເຄືອບ (GSP) Ø 80 	ອັນ
04.023.0009	ຂໍ້​ຕໍ່​ກຽວນອກ​ເຫຼັກ​ເຄືອບ (GSP) Ø 100 	ອັນ
04.024.0001	ຂໍ້​ຕໍ່​ກຽວນອກ​ຢາງ (PVC) Ø 18 	ອັນ
04.024.0002	ຂໍ້​ຕໍ່​ກຽວນອກ​ຢາງ (PVC) Ø 20 	ອັນ
04.024.0003	ຂໍ້​ຕໍ່​ກຽວນອກ​ຢາງ (PVC) Ø 25 	ອັນ
04.024.0004	ຂໍ້​ຕໍ່​ກຽວນອກ​ຢາງ (PVC) Ø 30 	ອັນ
04.024.0005	ຂໍ້​ຕໍ່​ກຽວນອກ​ຢາງ (PVC) Ø 40 	ອັນ
04.024.0006	ຂໍ້​ຕໍ່​ກຽວນອກ​ຢາງ (PVC) Ø 50 	ອັນ
04.027.0016	ຂໍ້​ຕໍ່​ລົດ​ກົມ (GSP) Ø 50/40 	ອັນ
04.028.0001	ຂໍ້​ຕໍ່​ລົດລ່ຽ​ມເຫຼັກ (GSP) Ø 20/13 	ອັນ
04.028.0002	ຂໍ້​ຕໍ່​ລົດລ່ຽ​ມເຫຼັກ (GSP) Ø 25/13 	ອັນ
04.028.0003	ຂໍ້​ຕໍ່​ລົດລ່ຽ​ມເຫຼັກ (GSP) Ø 25/20 	ອັນ
04.028.0004	ຂໍ້​ຕໍ່​ລົດລ່ຽ​ມເຫຼັກ (GSP) Ø 30/13 	ອັນ
04.028.0007	ຂໍ້​ຕໍ່​ລົດລ່ຽ​ມເຫຼັກ (GSP) Ø 40/13 	ອັນ
04.028.0009	ຂໍ້​ຕໍ່​ລົດລ່ຽ​ມເຫຼັກ (GSP) Ø 40/25 	ອັນ
04.028.0011	ຂໍ້​ຕໍ່​ລົດລ່ຽ​ມເຫຼັກ (GSP) Ø 50/13 	ອັນ
04.028.0012	ຂໍ້​ຕໍ່​ລົດລ່ຽ​ມເຫຼັກ (GSP) Ø 50/20 	ອັນ
04.028.0013	ຂໍ້​ຕໍ່​ລົດລ່ຽ​ມເຫຼັກ (GSP) Ø 50/25 	ອັນ
04.028.0015	ຂໍ້​ຕໍ່​ລົດລ່ຽ​ມເຫຼັກ (GSP) Ø 50/40 	ອັນ
04.028.0018	ຂໍ້​ຕໍ່​ລົດລ່ຽ​ມເຫຼັກ (GSP) Ø 65/50 	ອັນ
04.028.0024	ຂໍ້​ຕໍ່​ລົດລ່ຽ​ມເຫຼັກ (GSP) Ø 100/50 	ອັນ
04.029.0028	ລົດ​ກົມ​ຂາງໜ້າແປນ Ø 100/50	ອັນ
04.030.0012	ຂໍ້​ຕໍ່​ລົດກົມຢາງ (PVC) Ø 50/20 	ອັນ
04.030.0013	ຂໍ້​ຕໍ່​ລົດກົມຢາງ (PVC) Ø 50/25 	ອັນ
04.030.0014	ຂໍ້​ຕໍ່​ລົດກົມຢາງ (PVC) Ø 50/30 	ອັນ
04.030.0015	ຂໍ້​ຕໍ່​ລົດກົມຢາງ (PVC) Ø 50/40 	ອັນ
05.035.0001	ຂໍ້​ງໍ90ເຫຼັກ​ເຄືອບ Ø 13 	ອັນ
05.035.0002	ຂໍ້​ງໍ90ເຫຼັກ​ເຄືອບ Ø 20 	ອັນ
05.035.0003	ຂໍ້​ງໍ90ເຫຼັກ​ເຄືອບ Ø 25 	ອັນ
05.035.0005	ຂໍ້​ງໍ90ເຫຼັກ​ເຄືອບ Ø 40 	ອັນ
05.035.0008	ຂໍ້​ງໍ90ເຫຼັກ​ເຄືອບ Ø 75 	ອັນ
05.035.0009	ຂໍ້​ງໍ90ເຫຼັກ​ເຄືອບ Ø 100 	ອັນ
05.038.0001	ຂໍ້​ງໍ90ຢາງ (PVC) Ø 18 	ອັນ
05.038.0002	ຂໍ້ງໍ90ຢາງ (PVC) Ø 20 	ອັນ
05.038.0003	ຂໍ້ງໍ90ຢາງ (PVC) Ø 25 	ອັນ
05.038.0004	ຂໍ້ງໍ90ຢາງ (PVC) Ø 30 	ອັນ
05.038.0006	ຂໍ້ງໍ90ຢາງ (PVC) Ø 50 	ອັນ
05.038.0007	ຂໍ້​ງໍ90ຢາງ (PVC) Ø 80 	ອັນ
05.038.0008	ຂໍ້ງໍ90ຢາງ (PVC) Ø 100 	ອັນ
05.041.0002	ຂໍ້​ງໍ90ລົດ​ເຫຼັກ (GSP) Ø 25/13 	ອັນ
05.043.0001	ຂໍ້​ງໍ90ກຽວ​ໃນ​ທອງ (PVC) Ø 18 	ອັນ
05.043.0002	ຂໍ້​ງໍ90ກຽວ​ໃນທອງ (PVC) Ø 20 	ອັນ
05.043.0003	ຂໍ້​ງໍ90ກຽວ​ໃນ​ທອງ (PVC) Ø 25 	ອັນ
06.057.0002	ສາ​ມຕາ​ເຫຼັກ​ເຄືອບ(GSP) Ø 20 	ອັນ
06.057.0005	ສາ​ມຕາ​ເຫຼັກ​ເຄືອບ(GSP) Ø 40 	ອັນ
06.057.0006	ສາ​ມຕາ​ເຫຼັກ​ເຄືອບ(GSP) Ø 50 	ອັນ
06.061.0001	ສາມ​ຕາ​ຢາງ(PVC) Ø 18 	ອັນ
06.061.0002	ສາມ​ຕາ​ຢາງ(PVC) Ø 20 	ອັນ
06.061.0003	ສາມ​ຕາ​ຢາງ(PVC) Ø 25 	ອັນ
06.061.0008	ສາມ​ຕາ​ຢາງ(PVC) Ø 100 	ອັນ
06.063.0001	ສາມ​ຕາ​ລົດ​ເຫຼັກ​ເຄືອບ(GSP) Ø 20/13 	ອັນ
06.063.0002	ສາມ​ຕາ​ລົດ​ເຫຼັກ​ເຄືອບ(GSP) Ø 25/13 	ອັນ
06.063.0003	ສາມ​ຕາ​ລົດ​ເຫຼັກ​ເຄືອບ(GSP) Ø 25/20 	ອັນ
06.063.0004	ສາມ​ຕາ​ລົດ​ເຫຼັກ​ເຄືອບ(GSP) Ø 30/13 	ອັນ
06.063.0006	ສາມ​ຕາ​ລົດ​ເຫຼັກ​ເຄືອບ(GSP) Ø 30/25 	ອັນ
06.063.0007	ສາມ​ຕາ​ລົດ​ເຫຼັກ​ເຄືອບ(GSP) Ø 40/13 	ອັນ
06.063.0008	ສາມ​ຕາ​ລົດ​ເຫຼັກ​ເຄືອບ(GSP) Ø 40/20 	ອັນ
06.063.0009	ສາມ​ຕາ​ລົດ​ເຫຼັກ​ເຄືອບ(GSP) Ø 40/25 	ອັນ
06.063.0010	ສາມ​ຕາ​ລົດ​ເຫຼັກ​ເຄືອບ(GSP) Ø 40/30 	ອັນ
06.063.0011	ສາມ​ຕາ​ລົດ​ເຫຼັກ​ເຄືອບ(GSP) Ø 50/13 	ອັນ
06.063.0013	ສາມ​ຕາ​ລົດ​ເຫຼັກ​ເຄືອບ(GSP) Ø 50/25 	ອັນ
06.063.0014	ສາມ​ຕາ​ລົດ​ເຫຼັກ​ເຄືອບ(GSP) Ø 50/30 	ອັນ
06.063.0015	ສາມ​ຕາ​ລົດ​ເຫຼັກ​ເຄືອບ(GSP) Ø 50/40 	ອັນ
06.063.0017	ສາມ​ຕາ​ລົດ​ເຫຼັກ​ເຄືອບ(GSP) Ø 75/20 	ອັນ
06.063.0019	ສາມ​ຕາ​ລົດ​ເຫຼັກ​ເຄືອບ(GSP) Ø 75/40 	ອັນ
06.063.0020	ສາມ​ຕາ​ລົດ​ເຫຼັກ​ເຄືອບ(GSP) Ø 75/50 	ອັນ
06.063.0022	ສາມ​ຕາ​ລົດ​ເຫຼັກ​ເຄືອບ(GSP) Ø 100/20 	ອັນ
08.074.0001	ລວມສູນເຫຼັກ​ເຄືອບ(GSP) Ø 13 	ອັນ
08.074.0002	ລວມສູນເຫຼັກ​ເຄືອບ(GSP) Ø 20 	ອັນ
08.074.0003	ລວມສູນເຫຼັກ​ເຄືອບ(GSP) Ø 25 	ອັນ
08.074.0004	ລວມສູນເຫຼັກ​ເຄືອບ(GSP) Ø 30 	ອັນ
08.074.0006	ລວມສູນເຫຼັກ​ເຄືອບ(GSP) Ø 50 	ອັນ
08.075.0001	ລວມສູນເຫຼັກ​ຫຼື​ຂາງ​ສ/ລ​ທໍ່​ຢາງ​ໄທ Ø 80	ອັນ
08.076.0001	ລວມ​ສູນ​ຢາງ(PVC) Ø 18 	ອັນ
08.076.0002	ລວມ​ສູນ​ຢາງ(PVC) Ø 20 	ອັນ
08.076.0003	ລວມ​ສູນ​ຢາງ(PVC) Ø 25 	ອັນ
08.076.0005	ລວມ​ສູນ​ຢາງ(PVC) Ø 40 	ອັນ
08.076.0006	ລວມ​ສູນ​ຢາງ(PVC) Ø 50 	ອັນ
09.077.0002	ດອນ​ອັດ​ເຫຼັກ​ເຄືອບ(GSP) Ø 20 	ອັນ
09.077.0003	ດອນ​ອັດ​ເຫຼັກ​ເຄືອບ(GSP) Ø 25 	ອັນ
09.077.0004	ດອນ​ອັດ​ເຫຼັກ​ເຄືອບ(GSP) Ø 30 	ອັນ
09.077.0005	ດອນ​ອັດ​ເຫຼັກ​ເຄືອບ(GSP) Ø 40 	ອັນ
09.077.0006	ດອນ​ອັດ​ເຫຼັກ​ເຄືອບ(GSP) Ø 50 	ອັນ
09.077.0008	ດອນ​ອັດ​ເຫຼັກ​ເຄືອບ(GSP) Ø 75 	ອັນ
09.077.0009	ດອນ​ອັດ​ເຫຼັກ​ເຄືອບ(GSP) Ø 100 	ອັນ
10.081.0001	ຝາ​ອັດ​ຢາງ(PVC) Ø 13 	ອັນ
10.081.0002	ຝາ​ອັດ​ຢາງ(PVC) Ø 20 	ອັນ
10.081.0003	ຝາ​ອັດ​ຢາງ(PVC) Ø 25 	ອັນ
10.081.0005	ຝາ​ອັດ​ຢາງ(PVC) Ø 40 	ອັນ
11.086.0001	ໜໍ້​ແທກ​ນ້ຳ  Ø 13 	ຫນ່ວຍ
11.086.0002	ໜໍ້​ແທກ​ນ້ຳ  Ø 20 	ຫນ່ວຍ
11.086.0003	ໜໍ້​ແທກ​ນ້ຳ  Ø 25 	ຫນ່ວຍ
11.086.0004	ໜໍ້​ແທກ​ນ້ຳ  Ø 40 	ຫນ່ວຍ
11.086.0005	ໜໍ້​ແທກ​ນ້ຳ  Ø 50 	ຫນ່ວຍ
11.086.0006	ໜໍ້​ແທກ​ນ້ຳ  Ø 80 	ຫນ່ວຍ
11.086.0007	ໜໍ້​ແທກ​ນ້ຳ  Ø 100 	ຫນ່ວຍ
11.086.0008	ໜໍ້​ແທກ​ນ້ຳ  Ø 150 	ຫນ່ວຍ
11.086.0009	ໜໍ້​ແທກ​ນ້ຳ  Ø 200 	ຫນ່ວຍ
11.086.0014	ອາໄຫຼ່ Insert Assy GMK 15 R100 1/2''	ຫນ່ວຍ
11.086.0015	ອາໄຫຼ່ Insert Assy GMK 20 R100 3/4''	ຫນ່ວຍ
11.086.0016	ອາໄຫຼ່ Insert Assy GMK 25 R100 1''	ຫນ່ວຍ
11.086.0017	ໝໍ້ແທກນ້ຳ Asahi DN 15 ( ສ້ອມແປງຄືນໃໝ່ )	ຫນ່ວຍ
11.086.0019	ໝໍ້ແທກນ້ຳ Asahi DN 25 ( ສ້ອມແປງຄືນໃໝ່ )	ຫນ່ວຍ
11.086.0071	ໝໍ້ແທກນ້ຳຈີນ DN 20	ຫນ່ວຍ
11.086.0072	ໝໍ້ແທກນ້ຳຈີນ DN 25	ຫນ່ວຍ
11.086.0103	ໝໍ້ແທກນ້ຳຄູ່ Ø200	ຫນ່ວຍ
12.087.0001	ປະ​ຕູ​ນ້ຳ​ທອງ​ເຫຼືອງ Ø 13 	ອັນ
12.087.0002	ປະ​ຕູ​ນ້ຳ​ທອງ​ເຫຼືອງ Ø 20 	ອັນ
12.087.0003	ປະ​ຕູ​ນ້ຳ​ທອງ​ເຫຼືອງ Ø 25 	ອັນ
12.087.0005	ປະ​ຕູ​ນ້ຳ​ທອງ​ເຫຼືອງ Ø 40 	ອັນ
12.087.0006	ປະ​ຕູ​ນ້ຳ​ທອງ​ເຫຼືອງ Ø 50 	ອັນ
12.087.0007	ປະ​ຕູ​ນ້ຳ​ທອງ​ເຫຼືອງ Ø 80 	ອັນ
12.087.0008	ປະ​ຕູ​ນ້ຳ​ທອງ​ເຫຼືອງ Ø 100 	ອັນ
12.088.0002	ປະ​ຕູ​ນ້ຳ​ຂາງ Ø 50	ອັນ
12.088.0004	ປະ​ຕູ​ນ້ຳ​ຂາງ Ø 80 	ອັນ
12.088.0005	ປະ​ຕູ​ນ້ຳ​ຂາງ Ø 100 	ອັນ
12.089.0001	ປະ​ຕູ​ນ້ຳ​ກັນ​ກັບ Ø 13 	ອັນ
12.089.0002	ປະ​ຕູ​ນ້ຳ​ກັນ​ກັບ Ø 20 	ອັນ
12.089.0003	ປະ​ຕູ​ນ້ຳ​ກັນ​ກັບ Ø 25 	ອັນ
12.089.0005	ປະ​ຕູ​ນ້ຳ​ກັນ​ກັບ Ø 40 	ອັນ
12.089.0006	ປະ​ຕູ​ນ້ຳ​ກັນ​ກັບ Ø 50 	ອັນ
12.089.0008	ປະ​ຕູ​ນ້ຳ​ກັນ​ກັບ Ø 80 	ອັນ
12.089.0009	ປະ​ຕູ​ນ້ຳ​ກັນ​ກັບ Ø 100 	ອັນ
12.093.0003	ປະ​ຕູ​ລົມ Ø 25 	ອັນ
13.094.0001	ກ໋ອກ​ນ້ຳ​ທອງ​ເຫຼືອງ Ø 13 	ອັນ
13.094.0002	ກ໋ອກ​ນ້ຳ​ທອງ​ເຫຼືອງ Ø 20 	ອັນ
14.102.0003	ຫົວ​ເຈາະ Ø 25 	ອັນ
14.102.0004	ຫົວ​ເຈາະ Ø 30 	ອັນ
14.102.0005	ຫົວ​ເຈາະ Ø 40 	ອັນ
14.102.0006	ຫົວ​ເຈາະ Ø 50 	ອັນ
15.103.0001	ກາວ​ທາ​ທໍ່	ປອງ
15.103.0002	ເທັບ​ຄຽນ​ທໍ່	ກໍ້
15.103.0005	ຫີບ​ປ້ອງ​ກັນ​ໝໍ້​ແທກ​ນ້ຳ 	ຫນ່ວຍ
15.103.0006	ລວດ​ໜີບ​ກົ່ວ​ໝໍ້​ແທກ​ນ້ຳ 	
15.103.0007	ໃບ​ເລື່ອຍ 	ໃບ
15.103.0008	ກົ່ວ	
16.104.0017	ປອກ​ຈັບ​ທໍ່​ເຫຼັກ​ເຄືອບ  Ø 75/13 	
16.104.0021	ປອກ​ຈັບ​ທໍ່​ເຫຼັກ​ເຄືອບ  Ø 75/40 	
17.112.0001	ຊຸດຂາPEຕິດຕັ້ງໝໍ້ແທກນ້ຳ Ø15	ຊຸດ
17.112.0003	ຂາ​ໝໍ້​ແທກ​ນ້ຳ​ທອງ  Ø 25 	
17.117.0003	ທໍ່​ສັ້ນ​ໜ້າແປນຂາງ2ເບື້ອງ  Ø 150 	
18.119.0004	ໜ້າ​ແປນ​ຂາງ  Ø 150 	
18.119.0016	ໜ້າ​ແປນ​ກຽວ​ໃນ​ເຫຼັກ  Ø 75 	
18.119.0017	ໜ້າ​ແປນ​ກຽວ​ໃນ​ເຫຼັກ  Ø 100 	
19.120.0273	ທໍ່ສັ້ນໜ້າແປນຂາງ Ø 100	
25.137.0002	ທໍ່ນໍ້າຢາງ (PE) Ø 20	ແມ້ດ
25.137.0003	ທໍ່ນໍ້າຢາງ (PE) Ø 25	ແມ້ດ
25.137.0004	ທໍ່ນໍ້າຢາງ (PE) Ø 32	ແມ້ດ
25.137.0006	ທໍ່ນໍ້າຢາງ (PE) Ø 50	ແມ້ດ
25.137.0007	ທໍ່ນໍ້າຢາງ (PE) Ø 63	ແມ້ດ
26.138.0002	ຂໍ້ຕໍ່ຊື້ຢາງ (PE) Ø 20	ແມ້ດ
26.138.0003	ຂໍ້ຕໍ່ຊື້ຢາງ (PE) Ø 25	ແມ້ດ
26.138.0004	ຂໍ້ຕໍ່ຊື້ຢາງ (PE) Ø 32	ແມ້ດ
26.138.0006	ຂໍ້ຕໍ່ຊື້ຢາງ (PE) Ø 50	ແມ້ດ
26.138.0007	ຂໍ້ຕໍ່ຊື້ຢາງ (PE) Ø 63	ແມ້ດ
26.140.0002	ຂໍ້ຕໍ່ກຽວນອກຢາງ (PE) Ø20	ອັນ
26.140.0003	ຂໍ້ຕໍ່ກຽວນອກຢາງ (PE) Ø25	ອັນ
26.140.0006	ຂໍ້ຕໍ່ກຽວນອກຢາງ (PE) Ø50	ອັນ
26.140.0007	ຂໍ້ຕໍ່ກຽວນອກຢາງ (PE) Ø63	ອັນ
26.141.0002	ຂໍ້ຕໍ່ກຽວໃນຢາງ (PE) Ø20	ອັນ
26.141.0003	ຂໍ້ຕໍ່ກຽວໃນຢາງ (PE) Ø25	ອັນ
26.141.0004	ຂໍ້ຕໍ່ກຽວໃນຢາງ (PE) Ø32	ອັນ
27.141.0002	ຂໍ້ງໍ90ຢາງ (PE) Ø20	ອັນ
27.141.0003	ຂໍ້ງໍ90ຢາງ (PE) Ø25	ອັນ
27.141.0004	ຂໍ້ງໍ90ຢາງ (PE) Ø32	ອັນ
27.141.0006	ຂໍ້ງໍ90ຢາງ (PE) Ø50	ອັນ
27.141.0007	ຂໍ້ງໍ90ຢາງ (PE) Ø63	ອັນ
27.142.0002	ຂໍ້ງໍກຽວນອກຢາງ (PE) Ø20	ອັນ
27.142.0003	ຂໍ້ງໍກຽວນອກຢາງ (PE) Ø25	ອັນ
27.142.0004	ຂໍ້ງໍກຽວນອກຢາງ (PE) Ø32	ອັນ
27.142.0006	ຂໍ້ງໍກຽວນອກຢາງ (PE) Ø50	ອັນ
27.142.0007	ຂໍ້ງໍກຽວນອກຢາງ (PE) Ø63	ອັນ
27.143.0002	ຂໍ້ງໍກຽວໃນຢາງ (PE) Ø20	ອັນ
27.143.0003	ຂໍ້ງໍກຽວໃນຢາງ (PE) Ø25	ອັນ
28.143.0002	ສາມຕາຢາງ (PE) Ø20	ອັນ
28.143.0003	ສາມຕາຢາງ (PE) Ø25	ອັນ
28.143.0004	ສາມຕາຢາງ (PE) Ø32	ອັນ
28.143.0006	ສາມຕາຢາງ (PE) Ø50	ອັນ
28.143.0007	ສາມຕາຢາງ (PE) Ø63	ອັນ
28.144.0003	ສາມຕາລົດຢາງ (PE) Ø25/20	ອັນ
28.144.0005	ສາມຕາລົດຢາງ (PE) Ø32/20	ອັນ
28.144.0006	ສາມຕາລົດຢາງ (PE) Ø32/25	ອັນ
28.144.0013	ສາມຕາລົດຢາງ (PE) Ø50/25	ອັນ
28.144.0014	ສາມຕາລົດຢາງ (PE) Ø50/32	ອັນ
28.144.0017	ສາມຕາລົດຢາງ (PE) Ø63/32	ອັນ
30.146.0002	ປອກຈັບທໍ່ຢາງ (PE) Ø63/20	ອັນ
30.146.0003	ປອກຈັບທໍ່ຢາງ (PE) Ø63/25	ອັນ
30.146.0004	ປອກຈັບທໍ່ຢາງ (PE) Ø63/32	ອັນ
31.147.0005	ໜໍ້ແທກນໍ້າ Ø 50 (SAHA) ຄ/ກ AFD	ຫນ່ວຍ
ວາງຂໍ້ມູນທັງໝົດ 230 ລາຍການ ທີ່ Copy ຈາກ Excel ລົງມາຕໍ່ກັນບ່ອນນີ້ເລີຍ...
...
`;